{
    "title":"movies",
    "picks": [{
        "title": "Princess Mononoke",
        "comment": "This is the movie I turn to if nothing else is appealing. The music, the aesthetics and the characters - everything is emotionally beautiful. If this was the only film in existence, I would be satisified.",
        "link": {
            "text": "imdb",
            "url": "//www.imdb.com/title/tt0119698/"
        }
    },  {
        "title": "Ocean\'s Eleven (2001)",
        "comment": "This movie is just cool. Suave, smooth, charismatic - it's hard to find a mood where Ocean's wouldn't be enjoyable to watch. Sit back, let the actors play their typecasts and enjoy watching the heist.",
        "link": {
            "text": "imdb",
            "url": "//www.imdb.com/title/tt0240772/"
        }
    }, {
        "title": "The Dark Knight",
        "comment": "All great action movies are defined by their set-pieces and their villians. From the opening bank robbery scene to everything involving (the late) Heath Ledger, the Dark Knight is flawless.",
        "link": {
            "text": "imdb",
            "url": "//www.imdb.com/title/tt0468569/"
        }
    }, {
        "title": "In Bruges",
        "comment": "Two Irish blokes in Bruges. This movie does and says whatever it wants, yet it feels more grounded than most. A dark comedy; it may not seem funny the first time through, but just wait - you'll get it. It's hilarious.",
        "link": {
            "text": "imdb",
            "url": "//www.imdb.com/title/tt0780536/"
        }
    }, {
        "title": "Lost in Translation",
        "comment": "Low key films about two people in foreign cities is an underrated genre. Does it get bonus points for being personally relatable? Yes, but Bill Murray and Scarlett Johansson still play it out perfectly.",
        "link": {
            "text": "imdb",
            "url": "//www.imdb.com/title/tt0335266/"
        }
    }, {
        "title": "Love Actually",
        "comment": "Love Actually is the closest thing to Mass I get - I watch it every Xmas season. Cheesy? You say that like it's a bad thing. The pinnacle of Richard Curtis's portfolio - you can skip 99% of romcoms and just watch this one.",
        "link": {
            "text": "imdb",
            "url": "//www.imdb.com/title/tt0314331/"
        }
    }, {
        "title": "(500) Days of Summer",
        "comment": "Even if this movie was terrible, it would make it for the Hall & Oates scene. Luckily it's brilliant. A film that makes the most of being 'movie': great soundtrack pairing and uniquely fresh editing that leads to fantastic story-telling.",
        "link": {
            "text": "imdb",
            "url": "//www.imdb.com/title/tt1022603/"
        }
    }]

}

